export default {
  version: '0.0.1',
  scripts: {
    startup: [
      {
        image: '/static/image/startup/2.jpg',
        words: [
          {
            name: '？？？',
            say: '醒来了啊。'
          },
          {
            name: '？？？',
            say: '你...你是谁啊？'
          },
          {
            name: '？？？',
            say: '你前几天晕倒在后山的小树林里了，把你带回来之后就一直睡到现在。'
          },
          {
            name: '美奈子',
            say: '我叫神崎美奈子，是村里的巫女，负责为你治疗的。你叫什么名字？是从哪里来的？'
          },
          {
            name: 'Kuro',
            say: '树林...从哪里来的...我都没有印象了。名字好像叫Ku...Kuro'
          },
          {
            name: '美奈子',
            say: '好少见的名字啊，以后叫我美奈子就行了。'
          },
          {
            name: '美奈子',
            say: '能起来吗？我们边走边说吧。'
          }
        ]
      },
      {
        image: '/static/image/startup/3.jpg',
        words: [
          {
            name: '美奈子',
            say: '前些日子，你就昏睡在这片森林里，村里人打猎看到你就把你背回来了。'
          },
          {
            name: '美奈子',
            say: '在这附近你能回想起些什么吗？'
          },
          {
            name: 'Kuro',
            say: '完全想不起来了。'
          },
          {
            name: '美奈子',
            say: '好吧，你就先在神社里静养一段时间吧。'
          },
          {
            name: 'Kuro',
            say: '您为我治疗，还收留我，请问我能为你做点什么吗？'
          },
          {
            name: '美奈子',
            say: '你擅长什么属性的魔法？'
          },
          {
            name: 'Kuro',
            say: '魔法？那是什么？'
          },
          {
            name: '美奈子',
            say: '！！！   你没有听说过魔法吗？'
          },
          {
            name: 'Kuro',
            say: '没有，我什么都不记得了。'
          },
          {
            name: '美奈子',
            say: '看来你可能是失忆了，关于这个世界，我可以告诉你一些常识。'
          }
        ]
      },
      {
        image: '/static/image/startup/1.jpg',
        words: [
          {
            name: '美奈子',
            say: '大约在三十年前，白魔法师与向量操纵者有一场大战，世界因此变得四分五裂了。'
          },
          {
            name: 'Kuro',
            say: '白魔法师，向量操纵者，都是谁啊？'
          },
          {
            name: '美奈子',
            say: '白魔法师是这个世界最伟大的魔法师，创造了许多魔法。三十年前，向量操纵者企图凭借向量之力毁灭世界。'
          },
          {
            name: '美奈子',
            say: '隐世已久的白魔法师与向量操纵者展开了一场大战，结果世界大陆被打得四分五裂，向量操纵者战败身亡。白魔法师也身负重伤，从此销声匿迹。'
          },
          {
            name: 'Kuro',
            say: '白魔法师...真是个伟大的人啊！'
          },
          {
            name: '美奈子',
            say: '是啊，我们神社供奉的，就是白魔法师大人。'
          },
          {
            name: '美奈子',
            say: '我们回神社吧。'
          }
        ]
      }
    ]
  }
}
